Repository: semihtakilan/BookTrace
Catalog: BookTrace/Localizable.xcstrings
Source language: en
Languages: de, tr

source: Profile
de: Profil
tr: Profil

source: Progress
de: Fortschritt
tr: İlerleme

source: Progress type
de: Fortschrittstyp
tr: İlerleme tipi

source: Progress Type
de: Fortschrittstyp
tr: İlerleme Tipi

source: Progress will move to page %lld.
de: Der Fortschritt springt auf Seite %lld.
tr: İlerleme %lld. sayfaya taşınacak.

source: Projected progress
de: Voraussichtlicher Fortschritt
tr: Öngörülen ilerleme

source: Published
de: Erschienen
tr: Yayın

source: Read less
de: Weniger anzeigen
tr: Daha az göster

source: Read more
de: Weiterlesen
tr: Devamını oku

source: Read slowly. Think slower.
de: Lies langsam. Denk langsamer.
tr: Yavaş oku. Daha yavaş düşün.

source: Reading
de: Wird gelesen
tr: Okunuyor

source: Reading Activity
de: Leseaktivität
tr: Okuma Etkinliği

source: Reading Mode
de: Lesemodus
tr: Okuma Modu

source: Reading progress
de: Lesefortschritt
tr: Okuma ilerlemesi

source: Reading Sessions
de: Lesesitzungen
tr: Okuma Oturumları

source: Reading sessions recorded for this book will also be deleted.
de: Die für dieses Buch aufgezeichneten Lesesitzungen werden ebenfalls gelöscht.
tr: Bu kitap için kaydedilen okuma oturumları da silinecek.

source: Reading status
de: Lesestatus
tr: Okuma durumu

source: Reading Status
de: Lesestatus
tr: Okuma Durumu

source: Recent Sessions
de: Letzte Sitzungen
tr: Son Oturumlar

source: Recently added
de: Zuletzt hinzugefügt
tr: Son eklenen

source: Record a reading session to discover your personal pace.
de: Zeichne eine Lesesitzung auf und entdecke dein eigenes Tempo.
tr: Kendi okuma hızını keşfetmek için bir oturum kaydet.

source: Remove
de: Entfernen
tr: Kaldır

source: Remove from Library
de: Aus der Bibliothek entfernen
tr: Kütüphaneden Kaldır

source: Remove from library?
de: Aus der Bibliothek entfernen?
tr: Kütüphaneden kaldırılsın mı?

source: Reset
de: Zurücksetzen
tr: Sıfırla

source: Reset library data
de: Bibliotheksdaten zurücksetzen
tr: Kütüphane verisini sıfırla

source: Reset library data?
de: Bibliotheksdaten zurücksetzen?
tr: Kütüphane verisi sıfırlansın mı?

source: Resume
de: Fortsetzen
tr: Devam Et

source: Save
de: Sichern
tr: Kaydet

source: Save Session
de: Sitzung sichern
tr: Oturumu Kaydet

source: Scan barcode
de: Barcode scannen
tr: Barkod tara

source: Scan Barcode
de: Barcode scannen
tr: Barkod Tara

source: Search failed
de: Suche fehlgeschlagen
tr: Arama başarısız

source: Search results
de: Suchergebnisse
tr: Arama sonuçları

source: Search results are cached on this device so browsing works offline and uses fewer requests. Erasing the library removes all %lld books and their reading sessions.
de: Suchergebnisse werden auf diesem Gerät gespeichert, damit das Stöbern offline funktioniert und weniger Anfragen benötigt. Beim Löschen der Bibliothek werden alle %lld Bücher und ihre Lesesitzungen entfernt.
tr: Arama sonuçları bu cihazda saklanıyor; böylece çevrimdışı da gezinebiliyor ve daha az istek harcıyorsunuz. Kütüphaneyi silmek %lld kitabın tamamını ve okuma oturumlarını kaldırır.

source: Search, browse a shelf or scan a barcode in Explore to add your first book.
de: Suche, stöbere in einem Regal oder scanne einen Barcode unter Entdecken, um dein erstes Buch hinzuzufügen.
tr: İlk kitabını eklemek için Keşfet'te arama yap, raflara göz at ya da barkod tara.

source: Searches will be fetched fresh from Google Books.
de: Suchen werden neu von Google Books geladen.
tr: Aramalar Google Books'tan yeniden çekilecek.

source: Searches will be fetched fresh from the book catalogs.
de: Suchergebnisse werden erneut aus den Buchkatalogen geladen.
tr: Aramalar kitap kataloglarından yeniden getirilecek.

source: Searching…
de: Suche läuft…
tr: Aranıyor…

source: See all
de: Alle ansehen
tr: Tümünü gör

source: Session length
de: Sitzungsdauer
tr: Oturum süresi

source: Sessions
de: Sitzungen
tr: Oturum

source: Set
de: Festlegen
tr: Ayarla

source: Settings
de: Einstellungen
tr: Ayarlar

source: Settle into your story.
de: Tauche in deine Geschichte ein.
tr: Hikâyene dal.

source: Show all books
de: Alle Bücher anzeigen
tr: Tüm kitapları göster

source: Small books, big worlds
de: Kleine Bücher, große Welten
tr: Kısa kitaplar, büyük dünyalar

source: Small moments. Lasting impressions.
de: Kleine Momente. Bleibende Eindrücke.
tr: Küçük anlar, kalıcı izler.

source: Somebody knows something.
de: Jemand weiß etwas.
tr: Birileri bir şey biliyor.

source: Someone lived this.
de: Jemand hat das wirklich erlebt.
tr: Birisi bunu gerçekten yaşadı.

source: Something went wrong
de: Etwas ist schiefgelaufen
tr: Bir şeyler ters gitti

source: Something went wrong. Please try again.
de: Etwas ist schiefgelaufen. Bitte versuche es erneut.
tr: Bir şeyler ters gitti. Lütfen tekrar dene.

source: Sort and group books
de: Bücher sortieren und gruppieren
tr: Kitapları sırala ve grupla

source: Sort books
de: Bücher sortieren
tr: Kitapları sırala

source: Sort by
de: Sortieren nach
tr: Sırala

source: Start a streak today
de: Starte heute eine Serie
tr: Bugün bir seri başlat

source: Start reading
de: Lesen beginnen
tr: Okumaya başla

source: Start your first session
de: Starte deine erste Sitzung
tr: İlk oturumuna başla

source: Still water
de: Stilles Wasser
tr: Durgun su

source: Stories to disappear into.
de: Geschichten zum Eintauchen.
tr: İçinde kaybolacağın hikâyeler.

source: Subjects
de: Themen
tr: Konular

source: Surprise me
de: Überrasch mich
tr: Beni şaşırt

source: Take a closer look
de: Genauer ansehen
tr: Yakından bak

source: Tap to continue
de: Zum Fortfahren tippen
tr: Devam etmek için dokun

source: Technology
de: Technik
tr: Teknoloji

source: That book is no longer in your library.
de: Dieses Buch ist nicht mehr in deiner Bibliothek.
tr: O kitap artık kütüphanende değil.

source: That’s a start.
de: Das ist ein Anfang.
tr: Bu bir başlangıç.

source: The Add to Library form opens with these already selected.
de: Das Formular „Zur Bibliothek hinzufügen“ öffnet sich mit dieser Vorauswahl.
tr: Kütüphaneye Ekle formu bunlar seçili olarak açılır.

source: The camera isn't available right now.
de: Die Kamera ist gerade nicht verfügbar.
tr: Kamera şu an kullanılamıyor.

source: The elapsed time will not be recorded.
de: Die verstrichene Zeit wird nicht gespeichert.
tr: Geçen süre kaydedilmeyecek.

source: The last seven days
de: Die letzten sieben Tage
tr: Son yedi gün

source: The long ago
de: Vor langer Zeit
tr: Çok zaman önce

source: The page count drives your progress bar and the estimated time left. Leave it empty to use the count Google Books reports.
de: Die Seitenzahl bestimmt deinen Fortschrittsbalken und die geschätzte Restzeit. Leer lassen, um den von Google Books gemeldeten Wert zu verwenden.
tr: Sayfa sayısı ilerleme çubuğunu ve kalan süre tahminini belirler. Boş bırakırsan Google Books'un verdiği değer kullanılır.

source: The past, brought closer.
de: Der Vergangenheit näherkommen.
tr: Geçmişe yakından bak.

source: THE READING ROOM
de: DAS LESEZIMMER
tr: OKUMA ODASI

source: The request took too long. Try again.
de: Die Anfrage hat zu lange gedauert. Versuche es erneut.
tr: İstek çok uzun sürdü. Tekrar dene.

source: The universe can wait. This one can’t.
de: Das Universum kann warten. Dieses Buch nicht.
tr: Evren bekleyebilir. Bu kitap bekleyemez.

source: The workshop
de: Die Werkstatt
tr: Atölye

source: The world, up close.
de: Die Welt aus der Nähe.
tr: Dünya, yakından.

source: Theme
de: Design
tr: Tema

source: There’s always another story.
de: Es wartet immer eine neue Geschichte.
tr: Her zaman yeni bir hikâye var.

source: This book only has %lld pages left.
de: In diesem Buch sind nur noch %lld Seiten übrig.
tr: Bu kitapta yalnızca %lld sayfa kaldı.

source: This device has no camera to scan with. On the Simulator, search by title or ISBN instead.
de: Dieses Gerät hat keine Kamera zum Scannen. Suche im Simulator stattdessen nach Titel oder ISBN.
tr: Bu cihazda tarama yapacak kamera yok. Simülatörde bunun yerine başlık veya ISBN ile ara.

source: This is the starting assumption. After your first reading session it is replaced by your own measured pace.
de: Das ist die Ausgangsannahme. Nach deiner ersten Lesesitzung wird sie durch dein gemessenes Tempo ersetzt.
tr: Bu başlangıç varsayımı. İlk okuma oturumundan sonra yerini kendi ölçülen hızın alır.

source: This removes every book and reading session from this device. It cannot be undone.
de: Damit werden alle Bücher und Lesesitzungen von diesem Gerät entfernt. Das lässt sich nicht rückgängig machen.
tr: Bu, cihazdaki tüm kitapları ve okuma oturumlarını siler. Geri alınamaz.

source: Time read
de: Lesezeit
tr: Okuma süresi

source: TIME WELL SPENT
de: GUT INVESTIERTE ZEIT
tr: KENDİNE AYIRDIĞIN ZAMAN

source: Title
de: Titel
tr: Başlık

source: Title, author or ISBN
de: Titel, Autor oder ISBN
tr: Başlık, yazar veya ISBN

source: Title, author or tag
de: Titel, Autor oder Tag
tr: Başlık, yazar veya etiket

source: To Read
de: Zu lesen
tr: Okunacak

source: Track what you read
de: Verfolge, was du liest
tr: Ne okuduğunu takip et

source: Try a different search or choose another shelf.
de: Versuche eine andere Suche oder wähle ein anderes Regal.
tr: Farklı bir arama yap veya başka bir raf seç.

source: Try again
de: Erneut versuchen
tr: Tekrar dene

source: Turn the page and see.
de: Blättere um und schau.
tr: Sayfayı çevir de gör.

source: Understand what comes next.
de: Verstehe, was als Nächstes kommt.
tr: Geleceği şekillendiren fikirler.

source: Untagged
de: Ohne Tag
tr: Etiketsiz

source: Update Library Details
de: Bibliotheksdetails aktualisieren
tr: Kütüphane Bilgilerini Güncelle

source: Update progress
de: Fortschritt aktualisieren
tr: İlerlemeyi güncelle

source: We couldn't find that book.
de: Wir konnten dieses Buch nicht finden.
tr: O kitabı bulamadık.

source: Wishlist
de: Wunschliste
tr: İstek Listesi

source: You appear to be offline. Check your connection and try again.
de: Du scheinst offline zu sein. Prüfe deine Verbindung und versuche es erneut.
tr: Çevrimdışı görünüyorsun. Bağlantını kontrol edip tekrar dene.

source: You can save your time even if you read zero pages.
de: Du kannst deine Zeit auch mit null gelesenen Seiten speichern.
tr: Sayfa okumadıysan bile sıfır girerek süreni kaydedebilirsin.

source: You finished it.
de: Du hast es zu Ende gelesen.
tr: Bitirdin.

source: You’re in.
de: Du bist drin.
tr: İçine girdin.

source: Your book
de: Dein Buch
tr: Kitabın

source: Your books and reading sessions stay on this device.
de: Deine Bücher und Lesesitzungen bleiben auf diesem Gerät.
tr: Kitapların ve okuma oturumların bu cihazda saklanır.

source: Your library
de: Deine Bibliothek
tr: Kitaplığın

source: Your library couldn't be opened
de: Deine Bibliothek konnte nicht geöffnet werden
tr: Kütüphanen açılamadı

source: Your library is empty
de: Deine Bibliothek ist leer
tr: Kütüphanen boş

source: Your library is empty again.
de: Deine Bibliothek ist wieder leer.
tr: Kütüphanen yeniden boş.

source: Your Pace
de: Dein Tempo
tr: Okuma Hızın

source: Your pace is being measured now. The next estimate will be yours.
de: Dein Tempo wird jetzt gemessen. Die nächste Schätzung ist deine.
tr: Hızın artık ölçülüyor. Bir sonraki tahmin sana ait olacak.

source: Your reading space
de: Dein Leseplatz
tr: Okuma alanın

source: Your reading story
de: Deine Lesegeschichte
tr: Okuma hikâyen

source: Your rhythm will reveal itself.
de: Dein Rhythmus wird sich zeigen.
tr: Okudukça ritmini bulacaksın.

source: Your time, your pages, your progress. Add a book and your reading story begins here.
de: Deine Zeit, deine Seiten, dein Fortschritt. Füge ein Buch hinzu und beginne deine Lesegeschichte.
tr: Zamanın, sayfaların, ilerlemen. Bir kitap ekle, okuma hikâyen burada başlasın.

source: Details
tr: Ayrıntılar

source: Widgets
tr: Araç takımları

source: Genre
tr: Tür

source: OK
tr: Tamam

source: Pause
tr: Duraklat

source: Science Fiction
tr: Bilim Kurgu

source: Status
tr: Durum

source: System
tr: Sistem

source: Tags
tr: Etiketler

source: Version
tr: Sürüm
